Repository: KUNAL5724510/jsoner
Catalog: data/locales/*/LC_MESSAGES/bot.po
Languages: es, fr, id, pl, ru, uk

source: start chat
es: iniciar chat
fr: démarrer le chat
id: mulai mengobrol
pl: rozpocząć czat
ru: начать чат
uk: почати чат

source: change language
es: cambiar idioma
fr: changer de langue
id: ganti bahasa
pl: zmień język
ru: изменить язык
uk: змінити мову

source: bot description
uk: опис бота

source: referal system
es: sistema de referencia
fr: système de référencement
id: sistem rujukan
pl: system referencyjny
ru: реферальная система
uk: реферальна система

source: admin panel
es: panel de administración
fr: panneau d'administration
id: panel admin
pl: panel administracyjny
ru: админ панель
uk: адмін панель

source: Bot Info:
uk: Інформація про бота:

source: Invited users: <b>{}</b> Link for friends: <code>{}</code>
es: Usuarios invitados: <b>{}</b> Enlace para amigos: <code>{}</code>
fr: Utilisateurs invités : <b>{}</b> Lien pour les amis : <code>{}</code>
id: Pengguna yang diundang: <b>{}</b> Tautan untuk teman: <code>{}</code>
pl: Zaproszeni użytkownicy: <b>{}</b> Link dla znajomych: <code>{}</code>
ru: Приглашенные пользователи: <b>{}</b> Ссылка для друзей: <code>{}</code>
uk: Запрошені користувачі: <b>{}</b> Посилання для друзів: <code>{}</code>

source: Select the language you want to switch to: 🌐
es: Selecciona el idioma al que deseas cambiar: 🌐
fr: Sélectionnez la langue vers laquelle vous souhaitez passer : 🌐
id: Pilih bahasa yang ingin Anda alihkan: 🌐
pl: Wybierz język, na który chcesz się przełączyć: 🌐
ru: Выберите язык, на который вы хотите переключиться: 🌐
uk: Виберіть мову, на яку ви хочете переключитися: 🌐

source: Your language has been successfully changed! ✅
es: ¡Tu idioma ha sido cambiado exitosamente! ✅
fr: Votre langue a été modifiée avec succès ! ✅
id: Bahasa Anda telah berhasil diubah! ✅
pl: Język został pomyślnie zmieniony! ✅
ru: Ваш язык был успешно изменен! ✅
uk: Вашу мову успішно змінено! ✅

source: You're the administrator!
es: ¡Eres el administrador!
fr: Vous êtes l'administrateur!
id: Anda adalah administrator!
pl: Jesteś administratorem!
ru: Вы администратор!
uk: Ви адміністратор!

source: Logs sending...
es: Envío de registros...
fr: Envoi des journaux...
id: Pengiriman log...
pl: Dzienniki wysyłania...
ru: Отправка журналов...
uk: Відправлення журналів...

source: Unknown command. If you are lost, type /start.
uk: Невідома команда. Якщо ви загубилися, введіть /start.

source: 👋, <a href='tg://user?id={}'>{}</a> Write or send messages for which you want to receive json ;)
es: 👋, <a href='tg://user?id={}'>{}</a> Escribe o envía los mensajes que quieras recibir en formato JSON. ;)
fr: 👋, <a href='tg://user?id={}'>{}</a> Écrivez ou envoyez les messages pour lesquels vous souhaitez recevoir du JSON ;)
id: 👋, <a href='tg://user?id={}'>{}</a> Menulis atau mengirim pesan yang ingin Anda terima dalam bentuk json;)
pl: 👋, <a href='tg://user?id={}'>{}</a> Napisz lub wyślij wiadomości, dla których chcesz otrzymać json ;)
ru: 👋, <a href='tg://user?id={}'>{}</a> Напишите или отправьте сообщения, для которых вы хотите получить json ;)
